tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"

tap "rcmdnk/file"
brew "brew-file"


brew "openssl"
brew "sqlite"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "carthage"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "libgcrypt"
brew "pcre"
brew "editorconfig"
brew "gawk"
brew "gettext"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "lesspipe"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "mysql@5.6", restart_service: false, link: false
brew "mysql@5.7", restart_service: true, link: true
brew "nkf"
brew "p7zip"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "openssh"
brew "openssl@1.1"
brew "pv"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "shared-mime-info"
brew "sl"
brew "source-highlight"
brew "swiftlint"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"

tap "homebrew/cask"
tap "caskroom/cask"
cask "google-chrome"
cask "java"
cask "owasp-zap"
