tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
# tap "minio/stable"
# tap "caskroom/versions"
tap "caskroom/cask"
brew "clingo"
brew "aspcud"
brew "autoconf"
brew "automake"
brew "openssl"
brew "gdbm"
brew "sqlite"
brew "python3"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "boost"
brew "ocamlbuild"
brew "carthage"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "libgcrypt"
brew "pcre"
brew "editorconfig"
brew "emacs"
brew "freetype"
brew "mpfr"
brew "gawk"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "gettext"
brew "ghc"
brew "git"
brew "glib"
brew "gnu-sed"
brew "go"
brew "pinentry"
brew "gpg-agent"
brew "libtool", args: ["universal"]
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "influxdb", restart_service: true
brew "oniguruma"
brew "jq"
brew "lesspipe"
brew "libiconv"
brew "libxml2"
brew "libxslt"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "mysql@5.6", restart_service: true, link: true
brew "nkf"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "opam"
brew "openssh"
brew "openssl@1.1"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "packer-completion"
brew "phantomjs"
brew "pv"
brew "pyenv"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "redis@3.2", restart_service: true
brew "shared-mime-info"
brew "sl"
brew "source-highlight"
brew "swiftlint"
brew "terminal-notifier"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
# brew "minio/stable/mc"
# brew "minio/stable/minio"
# cask "tcl"
# cask "vagrant"
cask "java"
